Repository: carsteneu/remember
Catalog: remember@thechief/files/remember@thechief/po/*.po
Languages: ca, cs, da, de, es, fr, it, nl, pl, pt, ru, sv, tr

source: This will gracefully close the window. Unsaved work may be lost.
ca: La finestra es tancarà correctament. El treball no desat es pot perdre.
cs: Okno bude korektně zavřeno. Neuložená práce může být ztracena.
da: Vinduet lukkes korrekt. Ikke-gemt arbejde kan gå tabt.
de: Das Fenster wird ordnungsgemäß geschlossen. Ungespeicherte Arbeit kann verloren gehen.
es: La ventana se cerrará correctamente. El trabajo no guardado puede perderse.
fr: La fenêtre sera fermée proprement. Le travail non sauvegardé peut être perdu.
it: La finestra verrà chiusa correttamente. Il lavoro non salvato potrebbe andare perso.
nl: Het venster wordt netjes gesloten. Niet-opgeslagen werk kan verloren gaan.
pl: Okno zostanie prawidłowo zamknięte. Niezapisana praca może zostać utracona.
pt: A janela será fechada corretamente. O trabalho não guardado pode ser perdido.
ru: Окно будет корректно закрыто. Несохранённая работа может быть потеряна.
sv: Fönstret kommer att stängas korrekt. Osparat arbete kan gå förlorat.
tr: Pencere düzgün şekilde kapatılacak. Kaydedilmemiş çalışma kaybolabilir.

source: wmctrl not found
ca: wmctrl no trobat
cs: wmctrl nenalezen
da: wmctrl ikke fundet
de: wmctrl nicht gefunden
es: wmctrl no encontrado
fr: wmctrl non trouvé
it: wmctrl non trovato
nl: wmctrl niet gevonden
pl: wmctrl nie znaleziono
pt: wmctrl não encontrado
ru: wmctrl не найден
sv: wmctrl hittades inte
tr: wmctrl bulunamadı

source: Please install wmctrl: sudo apt install wmctrl
ca: Si us plau, instal·leu wmctrl: sudo apt install wmctrl
cs: Nainstalujte wmctrl: sudo apt install wmctrl
da: Installer wmctrl: sudo apt install wmctrl
de: Bitte wmctrl installieren: sudo apt install wmctrl
es: Por favor instale wmctrl: sudo apt install wmctrl
fr: Veuillez installer wmctrl : sudo apt install wmctrl
it: Installa wmctrl: sudo apt install wmctrl
nl: Installeer wmctrl: sudo apt install wmctrl
pl: Proszę zainstalować wmctrl: sudo apt install wmctrl
pt: Por favor instale wmctrl: sudo apt install wmctrl
ru: Пожалуйста, установите wmctrl: sudo apt install wmctrl
sv: Installera wmctrl: sudo apt install wmctrl
tr: Lütfen wmctrl'yi yükleyin: sudo apt install wmctrl

source: Error closing window
ca: Error en tancar la finestra
cs: Chyba při zavírání okna
da: Fejl ved lukning af vindue
de: Fehler beim Schließen des Fensters
es: Error al cerrar la ventana
fr: Erreur lors de la fermeture de la fenêtre
it: Errore durante la chiusura della finestra
nl: Fout bij sluiten van venster
pl: Błąd podczas zamykania okna
pt: Erro ao fechar a janela
ru: Ошибка при закрытии окна
sv: Fel vid stängning av fönster
tr: Pencere kapatılırken hata

source: Open App Settings
de: App-Einstellungen öffnen

source: Program
de: Programm

source: Window
de: Fenster

source: Size
de: Größe

source: Show this window on startup
de: Dieses Fenster beim Start anzeigen

source: Scheduled
de: Geplant

source: Positioning
de: Positioniert

source: Plugin Configuration
ca: Configuració de Connector
cs: Konfigurace Zásuvného Modulu
da: Plugin Konfiguration
de: Plugin-Konfiguration
es: Configuración de Plugin
fr: Configuration des Plugins
it: Configurazione Plugin
nl: Plugin Configuratie
pl: Konfiguracja Wtyczki
pt: Configuração de Plugin
ru: Настройка Плагина
sv: Plugin Konfiguration
tr: Eklenti Yapılandırması

source: Configure plugin settings. Click 'Edit' to modify values.
ca: Configura els paràmetres del connector. Feu clic a 'Edita' per modificar valors.
cs: Nakonfigurujte nastavení zásuvného modulu. Klikněte na 'Upravit' pro změnu hodnot.
da: Konfigurer plugin-indstillinger. Klik på 'Rediger' for at ændre værdier.
de: Plugin-Einstellungen konfigurieren. Klicken Sie auf 'Bearbeiten', um Werte zu ändern.
es: Configurar ajustes del plugin. Haz clic en 'Editar' para modificar valores.
fr: Configurer les paramètres du plugin. Cliquez sur 'Modifier' pour changer les valeurs.
it: Configura le impostazioni del plugin. Clicca 'Modifica' per cambiare i valori.
nl: Configureer plugin-instellingen. Klik op 'Bewerken' om waarden te wijzigen.
pl: Skonfiguruj ustawienia wtyczki. Kliknij 'Edytuj', aby zmodyfikować wartości.
pt: Configurar definições do plugin. Clique em 'Editar' para modificar valores.
ru: Настройте параметры плагина. Нажмите 'Изменить' для изменения значений.
sv: Konfigurera plugin-inställningar. Klicka på 'Redigera' för att ändra värden.
tr: Eklenti ayarlarını yapılandırın. Değerleri değiştirmek için 'Düzenle'ye tıklayın.

source: Edit Settings
ca: Edita Paràmetres
cs: Upravit Nastavení
da: Rediger Indstillinger
de: Einstellungen bearbeiten
es: Editar Ajustes
fr: Modifier les paramètres
it: Modifica Impostazioni
nl: Instellingen Bewerken
pl: Edytuj Ustawienia
pt: Editar Definições
ru: Изменить Настройки
sv: Redigera Inställningar
tr: Ayarları Düzenle

source: Saved
ca: Desat
cs: Uloženo
da: Gemt
de: Gespeichert
es: Guardado
fr: Sauvegardé
it: Salvato
nl: Opgeslagen
pl: Zapisano
pt: Guardado
ru: Сохранено
sv: Sparad
tr: Kaydedildi

source: Plugin configuration saved. Restart Cinnamon to apply changes.
ca: Configuració del connector desada. Reinicieu Cinnamon per aplicar els canvis.
cs: Konfigurace zásuvného modulu uložena. Restartujte Cinnamon pro aplikaci změn.
da: Plugin-konfiguration gemt. Genstart Cinnamon for at anvende ændringer.
de: Plugin-Konfiguration gespeichert. Starten Sie Cinnamon neu, um die Änderungen anzuwenden.
es: Configuración del plugin guardada. Reinicie Cinnamon para aplicar los cambios.
fr: Configuration du plugin sauvegardée. Redémarrez Cinnamon pour appliquer les modifications.
it: Configurazione plugin salvata. Riavvia Cinnamon per applicare le modifiche.
nl: Plugin configuratie opgeslagen. Herstart Cinnamon om wijzigingen toe te passen.
pl: Konfiguracja wtyczki zapisana. Uruchom ponownie Cinnamon, aby zastosować zmiany.
pt: Configuração do plugin guardada. Reinicie o Cinnamon para aplicar as alterações.
ru: Конфигурация плагина сохранена. Перезапустите Cinnamon для применения изменений.
sv: Plugin-konfiguration sparad. Starta om Cinnamon för att tillämpa ändringar.
tr: Eklenti yapılandırması kaydedildi. Değişiklikleri uygulamak için Cinnamon'u yeniden başlatın.

source: Failed to save plugin configuration.
ca: No s'ha pogut desar la configuració del connector.
cs: Uložení konfigurace zásuvného modulu se nezdařilo.
da: Kunne ikke gemme plugin-konfiguration.
de: Plugin-Konfiguration konnte nicht gespeichert werden.
es: Error al guardar la configuración del plugin.
fr: Échec de la sauvegarde de la configuration du plugin.
it: Impossibile salvare la configurazione del plugin.
nl: Kan plugin configuratie niet opslaan.
pl: Nie udało się zapisać konfiguracji wtyczki.
pt: Falha ao guardar a configuração do plugin.
ru: Не удалось сохранить конфигурацию плагина.
sv: Misslyckades spara plugin-konfiguration.
tr: Eklenti yapılandırması kaydedilemedi.

source: Monitor:
fr: Moniteur :

source: Status:
fr: Statut :

source: Status
fr: Statut

source: Monitor
fr: Moniteur

source: Autostart
fr: Démarrage auto

source: Allgemeine Informationen
ca: Informació General
cs: Obecné Informace
da: Generel Information
es: Información General
fr: Informations Générales
it: Informazioni Generali
nl: Algemene Informatie
pl: Informacje Ogólne
pt: Informação Geral
ru: Общая Информация
sv: Allmän Information
tr: Genel Bilgiler

source: Anzeigename
ca: Nom de Visualització
cs: Zobrazované Jméno
da: Visningsnavn
es: Nombre para Mostrar
fr: Nom d'Affichage
it: Nome Visualizzato
nl: Weergavenaam
pl: Nazwa Wyświetlana
pt: Nome de Exibição
ru: Отображаемое Имя
sv: Visningsnamn
tr: Görünen Ad

source: Beschreibung
ca: Descripció
cs: Popis
da: Beskrivelse
es: Descripción
fr: Description
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama

source: Fensterklassen
ca: Classes de Finestra
cs: Třídy Oken
da: Vinduesklasser
es: Clases de Ventana
fr: Classes de Fenêtre
it: Classi Finestra
nl: Vensterklassen
pl: Klasy Okien
pt: Classes de Janela
ru: Классы Окон
sv: Fönsterklasser
tr: Pencere Sınıfları

source: Fensterklassen-Namen (komma-getrennt)
ca: Noms de classes de finestra (separats per comes)
cs: Názvy tříd oken (oddělené čárkami)
da: Vinduesklassenavne (kommasepareret)
es: Nombres de clases de ventana (separados por comas)
fr: Noms de classes de fenêtre (séparés par des virgules)
it: Nomi delle classi finestra (separati da virgole)
nl: Vensterklasse namen (kommagescheiden)
pl: Nazwy klas okien (oddzielone przecinkami)
pt: Nomes de classes de janela (separados por vírgulas)
ru: Имена классов окон (через запятую)
sv: Fönsterklassnamn (kommaseparerade)
tr: Pencere sınıfı adları (virgülle ayrılmış)

source: Start-Konfiguration
ca: Configuració d'Inici
cs: Konfigurace Spuštění
es: Configuración de Inicio
fr: Configuration de Lancement
it: Configurazione di Avvio
nl: Opstartconfiguratie
pl: Konfiguracja Uruchamiania
pt: Configuração de Inicialização
ru: Конфигурация Запуска
tr: Başlatma Yapılandırması

source: Ausführbare Dateien
ca: Fitxers Executables
cs: Spustitelné Soubory
da: Eksekverbare Filer
es: Archivos Ejecutables
fr: Fichiers Exécutables
it: File Eseguibili
nl: Uitvoerbare Bestanden
pl: Pliki Wykonywalne
pt: Ficheiros Executáveis
ru: Исполняемые Файлы
sv: Körbara Filer
tr: Çalıştırılabilir Dosyalar

source: Programmpfade (komma-getrennt)
ca: Rutes de programa (separades per comes)
cs: Cesty k programům (oddělené čárkami)
da: Programstier (kommasepareret)
es: Rutas de programa (separadas por comas)
fr: Chemins de programme (séparés par des virgules)
it: Percorsi programma (separati da virgole)
nl: Programmapaden (kommagescheiden)
pl: Ścieżki programów (oddzielone przecinkami)
pt: Caminhos de programa (separados por vírgulas)
ru: Пути программ (через запятую)
sv: Programsökvägar (kommaseparerade)
tr: Program yolları (virgülle ayrılmış)

source: Standard-Flags
ca: Indicadors Predeterminats
cs: Výchozí Příznaky
da: Standardflag
es: Indicadores Predeterminados
fr: Drapeaux par Défaut
it: Flag Predefiniti
nl: Standaard Vlaggen
pl: Flagi Domyślne
pt: Flags Padrão
ru: Стандартные Флаги
sv: Standardflaggor
tr: Varsayılan Bayraklar

source: Standard Kommandozeilen-Flags (komma-getrennt)
ca: Indicadors de línia d'ordres predeterminats (separats per comes)
cs: Výchozí příznaky příkazového řádku (oddělené čárkami)
da: Standard kommandolinjeflag (kommasepareret)
es: Indicadores de línea de comandos predeterminados (separados por comas)
fr: Drapeaux de ligne de commande par défaut (séparés par des virgules)
it: Flag riga di comando predefiniti (separati da virgole)
nl: Standaard opdrachtregelvlaggen (kommagescheiden)
pl: Domyślne flagi linii poleceń (oddzielone przecinkami)
pt: Flags de linha de comando padrão (separados por vírgulas)
ru: Стандартные флаги командной строки (через запятую)
sv: Standardkommandoradsflaggor (kommaseparerade)
tr: Varsayılan komut satırı bayrakları (virgülle ayrılmış)

source: Bedingte Flags wenn aktiviert
ca: Indicadors condicionals quan està activat
cs: Podmíněné příznaky když aktivováno
da: Betingede flag når aktiveret
es: Indicadores condicionales cuando está activado
fr: Drapeaux conditionnels lorsqu'activé
it: Flag condizionali quando attivati
nl: Voorwaardelijke vlaggen wanneer geactiveerd
pl: Flagi warunkowe gdy włączone
pt: Flags condicionais quando ativado
ru: Условные флаги при активации
sv: Villkorliga flaggor när aktiverad
tr: Etkinleştirildiğinde koşullu bayraklar

source: Funktionen
ca: Funcions
cs: Funkce
da: Funktioner
es: Funciones
fr: Fonctionnalités
it: Funzionalità
nl: Functies
pl: Funkcje
pt: Funcionalidades
ru: Функции
sv: Funktioner
tr: Özellikler

source: Einzelinstanz
ca: Instància Única
cs: Jediná Instance
da: Enkelt Instans
es: Instancia Única
fr: Instance Unique
it: Istanza Singola
nl: Enkele Instantie
pl: Pojedyncza Instancja
pt: Instância Única
ru: Единственный Экземпляр
sv: Enskild Instans
tr: Tek Örnek

source: Automatische Wiederherstellung
ca: Restauració Automàtica
cs: Automatické Obnovení
da: Automatisk Gendannelse
es: Restauración Automática
fr: Restauration Automatique
it: Ripristino Automatico
nl: Automatisch Herstel
pl: Automatyczne Przywracanie
pt: Restauração Automática
ru: Автоматическое Восстановление
sv: Automatisk Återställning
tr: Otomatik Geri Yükleme

source: Timeout (ms)
ca: Temps d'Espera (ms)
cs: Časový Limit (ms)
es: Tiempo de Espera (ms)
fr: Délai d'Attente (ms)
pl: Limit Czasu (ms)
pt: Tempo Limite (ms)
ru: Тайм-аут (мс)
tr: Zaman Aşımı (ms)

source: Wartezeit in Millisekunden
ca: Temps d'espera en mil·lisegons
cs: Čekací doba v milisekundách
da: Ventetid i millisekunder
es: Tiempo de espera en milisegundos
fr: Délai en millisecondes
it: Tempo di attesa in millisecondi
nl: Wachttijd in milliseconden
pl: Czas oczekiwania w milisekundach
pt: Tempo de espera em milissegundos
ru: Время ожидания в миллисекундах
sv: Väntetid i millisekunder
tr: Milisaniye cinsinden bekleme süresi

source: Kulanzzeit (ms)
ca: Període de Gràcia (ms)
cs: Toleranční Období (ms)
da: Respitperiode (ms)
es: Período de Gracia (ms)
fr: Période de Grâce (ms)
it: Periodo di Grazia (ms)
nl: Uitstelperiode (ms)
pl: Okres Karencji (ms)
pt: Período de Tolerância (ms)
ru: Льготный Период (мс)
sv: Respitperiod (ms)
tr: Ek Süre (ms)

source: Zusätzliche Wartezeit in Millisekunden
ca: Temps d'espera addicional en mil·lisegons
cs: Dodatečná čekací doba v milisekundách
da: Ekstra ventetid i millisekunder
es: Tiempo de espera adicional en milisegundos
fr: Temps d'attente supplémentaire en millisecondes
it: Tempo di attesa aggiuntivo in millisecondi
nl: Extra wachttijd in milliseconden
pl: Dodatkowy czas oczekiwania w milisekundach
pt: Tempo de espera adicional em milissegundos
ru: Дополнительное время ожидания в миллисекундах
sv: Extra väntetid i millisekunder
tr: Milisaniye cinsinden ek bekleme süresi
