Repository: carsteneu/remember
Catalog: remember@thechief/files/remember@thechief/po/*.po
Languages: ca, cs, da, de, es, fr, it, nl, pl, pt, ru, sv, tr

source: Extension initialized at
de: Erweiterung initialisiert in
fr: Extension initialisée à

source: Applet added to panel.
de: Applet zur Leiste hinzugefügt.
fr: Applet ajouté au panneau.

source: Extension enabled
de: Erweiterung aktiviert
fr: Extension activée

source: Extension disabled
de: Erweiterung deaktiviert
fr: Extension désactivée

source: Window tracking enabled
de: Fenster-Tracking aktiviert
fr: Suivi des fenêtres activé

source: Window tracking disabled
de: Fenster-Tracking deaktiviert
fr: Suivi des fenêtres désactivé

source: Window Remember
de: Fensterposition Merken
fr: Mémoriser Position Fenêtre

source: Saved %d windows
de: %d Fenster gespeichert
fr: %d fenêtres sauvegardées

source: Saved %d window positions
de: %d Fensterpositionen gespeichert
fr: %d positions de fenêtres sauvegardées

source: Restored %d window positions
de: %d Fensterpositionen wiederhergestellt
fr: %d positions de fenêtres restaurées

source: Launching %d applications...
de: %d Anwendungen werden gestartet...
fr: Lancement de %d applications...

source: Window Position Remember - Click to open settings
de: Fensterposition Merken - Klicken zum Öffnen der Einstellungen
fr: Mémoriser Position Fenêtre - Cliquez pour ouvrir les paramètres

source: Scheduling auto-restore in %dms
de: Plane automatische Wiederherstellung in %dms
fr: Planification de la restauration automatique dans %dms

source: Performing auto-restore...
de: Führe automatische Wiederherstellung durch...
fr: Effectuer la restauration automatique...

source: Auto-restore disabled by preferences, skipping
de: Automatische Wiederherstellung in Einstellungen deaktiviert, überspringe
fr: Restauration automatique désactivée dans les préférences, ignorer

source: Restored positions for %d existing windows
de: Positionen für %d existierende Fenster wiederhergestellt
fr: Positions restaurées pour %d fenêtres existantes

source: Fallback timeout - ending restore phase
de: Timeout erreicht - beende Wiederherstellungsphase
fr: Timeout de secours - fin de la phase de restauration

source: All apps launched, waiting for positioning to complete...
de: Alle Apps gestartet, warte auf Positionierung...
fr: Toutes les apps lancées, en attente de la fin du positionnement...

source: Scheduling restore finalization in %dms
de: Plane Wiederherstellungsabschluss in %dms
fr: Planification de la finalisation de la restauration dans %dms

source: Finalizing session restore...
de: Schließe Sitzungswiederherstellung ab...
fr: Finalisation de la restauration de session...

source: Session restore FINALIZED - saves now enabled
de: Sitzungswiederherstellung ABGESCHLOSSEN - Speicherung jetzt aktiviert
fr: Restauration de session FINALISÉE - sauvegardes maintenant activées

source: Full save completed - %d windows saved
de: Vollständige Speicherung abgeschlossen - %d Fenster gespeichert
fr: Sauvegarde complète terminée - %d fenêtres sauvegardées

source: Force saved all positions
de: Alle Positionen zwangsweise gespeichert
fr: Toutes les positions sauvegardées de force

source: Launch timeout for %s - entering grace period
de: Start-Timeout für %s - trete in Schonfrist ein
fr: Timeout de lancement pour %s - entrée en période de grâce

source: Window appeared for launched app: %s
de: Fenster erschienen für gestartete App: %s
fr: Fenêtre apparue pour l'application lancée : %s

source: Launched %s with PID %d
de: %s gestartet mit PID %d
fr: %s lancé avec PID %d

source: Launch queue completed
de: Start-Warteschlange abgearbeitet
fr: File de lancement terminée

source: All %d launches completed
de: Alle %d Starts abgeschlossen
fr: Tous les %d lancements terminés

source: %s crashed early (PID %d, exit %d)
de: %s ist früh abgestürzt (PID %d, exit %d)
fr: %s a planté tôt (PID %d, sortie %d)

source: Grace period expired for %s
de: Schonfrist abgelaufen für %s
fr: Période de grâce expirée pour %s

source: Finalized restore, cleaned %d expired expected launches
de: Wiederherstellung abgeschlossen, %d abgelaufene erwartete Starts bereinigt
fr: Restauration finalisée, nettoyé %d lancements attendus expirés

source: Window tracking enabled, tracking %d windows
de: Fenster-Tracking aktiviert, verfolge %d Fenster
fr: Suivi des fenêtres activé, suivi de %d fenêtres

source: Skipping blacklisted wm_class: %s
de: Überspringe blockierte wm_class: %s
fr: Ignorer wm_class en liste noire : %s

source: Skipping blacklisted title: %s
de: Überspringe blockierten Titel: %s
fr: Ignorer titre en liste noire : %s

source: Now tracking window: %s
de: Verfolge jetzt Fenster: %s
fr: Suivi maintenant fenêtre : %s

source: Window %s untracked (cleanup deferred to periodic save)
de: Fenster %s nicht mehr verfolgt (Bereinigung auf periodisches Speichern verschoben)
fr: Fenêtre %s non suivie (nettoyage différé à la sauvegarde périodique)

source: Updated position for %s: %d,%d %dx%d on %s
de: Position aktualisiert für %s: %d,%d %dx%d auf %s
fr: Position mise à jour pour %s : %d,%d %dx%d sur %s

source: Monitor configuration changed
de: Monitor-Konfiguration geändert
fr: Configuration du moniteur modifiée

source: Restored position for %s: %d,%d %dx%d on monitor %s
de: Position wiederhergestellt für %s: %d,%d %dx%d auf Monitor %s
fr: Position restaurée pour %s : %d,%d %dx%d sur moniteur %s

source: Matched by X11 ID: %s (score=%d)
de: Übereinstimmung durch X11-ID: %s (Wertung=%d)
fr: Correspondance par ID X11 : %s (score=%d)

source: Matched by stable sequence: %d (score=%d)
de: Übereinstimmung durch stabile Sequenz: %d (Wertung=%d)
fr: Correspondance par séquence stable : %d (score=%d)

source: Matched by exact title: "%s" (score=%d)
de: Übereinstimmung durch exakten Titel: "%s" (Wertung=%d)
fr: Correspondance par titre exact : "%s" (score=%d)

source: Best match for %s: score=%d, id=%s
de: Beste Übereinstimmung für %s: Wertung=%d, id=%s
fr: Meilleure correspondance pour %s : score=%d, id=%s

source: Close match! Runner-up: score=%d (delta=%d)
de: Knappe Übereinstimmung! Zweitplatzierter: Wertung=%d (Differenz=%d)
fr: Correspondance proche ! Second : score=%d (delta=%d)

source: No scored match found, using first unassigned instance for %s
de: Keine bewertete Übereinstimmung gefunden, verwende erste nicht zugewiesene Instanz für %s
fr: Aucune correspondance notée trouvée, utilisation de la première instance non assignée pour %s

source: Matched by order (fallback)
de: Übereinstimmung durch Reihenfolge (Fallback)
fr: Correspondance par ordre (secours)

source: Workspace restore: %s -> WS %d (%d available)
de: Arbeitsflächen-Wiederherstellung: %s -> AF %d (%d verfügbar)
fr: Restauration de l'espace de travail : %s -> ET %d (%d disponibles)

source: Moved %s from WS %d to WS %d
de: %s verschoben von AF %d zu AF %d
fr: %s déplacé de ET %d vers ET %d

source: %s already on correct WS %d
de: %s bereits auf korrekter AF %d
fr: %s déjà sur l'ET %d correct

source: WARNING: Target workspace %d doesn't exist (only %d available)
de: WARNUNG: Ziel-Arbeitsfläche %d existiert nicht (nur %d verfügbar)
fr: AVERTISSEMENT : L'espace de travail cible %d n'existe pas (seulement %d disponibles)

source: Maximized window %s
de: Fenster %s maximiert
fr: Fenêtre %s maximisée

source: Using saved monitor_index %d
de: Verwende gespeicherten monitor_index %d
fr: Utilisation de monitor_index sauvegardé %d

source: Saved monitor_index %d doesn't exist, using primary
de: Gespeicherter monitor_index %d existiert nicht, verwende primären
fr: monitor_index sauvegardé %d n'existe pas, utilisation du principal

source: Reset all instance assignments (kept IDs for matching)
de: Alle Instanz-Zuweisungen zurückgesetzt (IDs für Zuordnung behalten)
fr: Réinitialiser toutes les affectations d'instances (IDs conservés pour correspondance)

source: Removed app %s (no windows open)
de: App %s entfernt (keine Fenster geöffnet)
fr: Application %s supprimée (aucune fenêtre ouverte)

source: Keeping expected instance %s for %s
de: Behalte erwartete Instanz %s für %s
fr: Conserver l'instance attendue %s pour %s

source: Cleaned orphaned instance %s (title: "%s")
de: Verwaiste Instanz %s bereinigt (Titel: "%s")
fr: Instance orpheline %s nettoyée (titre : "%s")

source: Cleanup complete - removed %d excess instances
de: Bereinigung abgeschlossen - %d überschüssige Instanzen entfernt
fr: Nettoyage terminé - %d instances excédentaires supprimées

source: Full save - %d windows
de: Vollständige Speicherung - %d Fenster
fr: Sauvegarde complète - %d fenêtres

source: Loaded %d apps from storage
de: %d Apps aus Speicher geladen
fr: %d applications chargées depuis le stockage

source: Failed to load storage
de: Laden des Speichers fehlgeschlagen
fr: Échec du chargement du stockage

source: Saved data to storage
de: Daten im Speicher gespeichert
fr: Données sauvegardées dans le stockage

source: Failed to save storage
de: Speichern fehlgeschlagen
fr: Échec de la sauvegarde du stockage

source: Monitor configuration: %d monitors
de: Monitor-Konfiguration: %d Monitore
fr: Configuration du moniteur : %d moniteurs

source: Found monitor by EDID hash: %s -> index %d
de: Monitor gefunden durch EDID-Hash: %s -> Index %d
fr: Moniteur trouvé par hash EDID : %s -> index %d

source: Found monitor by connector+resolution: %s %dx%d -> index %d
de: Monitor gefunden durch Anschluss+Auflösung: %s %dx%d -> Index %d
fr: Moniteur trouvé par connecteur+résolution : %s %dx%d -> index %d

source: Found monitor by layout match: %s (confidence: %.2f)
de: Monitor gefunden durch Layout-Übereinstimmung: %s (Zuversicht: %.2f)
fr: Moniteur trouvé par correspondance de disposition : %s (confiance : %.2f)

source: Monitor layout fingerprint: %s
de: Monitor-Layout-Fingerabdruck: %s
fr: Empreinte de disposition du moniteur : %s

source: Session Restore in Progress
de: Sitzungswiederherstellung läuft
fr: Restauration de session en cours

source: Restoring your session...
de: Stelle deine Sitzung wieder her...
fr: Restauration de votre session...

source: Launching applications and restoring window positions.
de: Starte Anwendungen und stelle Fensterpositionen wieder her.
fr: Lancement des applications et restauration des positions de fenêtres.

source: Launching:
de: Starte:
fr: Lancement :

source: Workspace:
de: Arbeitsfläche:
fr: Espace de travail :

source: Positioning:
de: Positioniere:
fr: Positionnement :

source: Ready:
de: Fertig:
fr: Prêt :

source: Error:
de: Fehler:
fr: Erreur :

source: Launching...
de: Starte...
fr: Lancement...

source: Positioning...
de: Positioniere...
fr: Positionnement...

source: Ready
de: Fertig
fr: Prêt

source: Error
de: Fehler
fr: Erreur

source: Window Position Remember - Settings
de: Fensterposition Merken - Einstellungen
fr: Mémoriser Position Fenêtre - Paramètres

source: Overview
de: Übersicht
fr: Aperçu

source: Windows
de: Fenster
fr: Fenêtres

source: Apps & Session
de: Apps & Sitzung

source: Preferences
de: Einstellungen
fr: Préférences

source: Active Windows
de: Aktive Fenster
fr: Fenêtres actives

source: Tracked Apps
de: Verfolgte Apps
fr: Applications suivies

source: Active
de: Aktiv
fr: Actif

source: Saved Instances
de: Gespeicherte Instanzen
fr: Instances sauvegardées

source: Monitors
de: Monitore
fr: Moniteurs

source: Extension Active
de: Extension Aktiv

source: Applet Installed
de: Applet Installiert
fr: Applet Installé

source: Applet Not Installed
de: Applet Nicht Installiert
fr: Applet Non Installé

source: Install
de: Installieren
fr: Installer

source: Manage
de: Verwalten
fr: Gérer

source: Quick Actions
de: Schnellaktionen
fr: Actions rapides

source: Save All
de: Alle speichern
fr: Tout sauvegarder

source: Restore All
de: Alle wiederherstellen
fr: Tout restaurer

source: Launch Session
de: Sitzung starten
fr: Lancer session

source: All Windows
de: Alle Fenster
fr: Toutes les fenêtres

source: Application
de: Anwendung

source: Title
de: Titel
fr: Titre

source: Workspace
de: Arbeitsfläche
fr: Espace de travail

source: Close
de: Schließen
fr: Fermer

source: Blacklist
de: Sperrliste
fr: Liste noire

source: Session Restore
de: Sitzungswiederherstellung
fr: Restauration de session

source: Enable auto-restore on login
de: Automatische Wiederherstellung beim Anmelden aktivieren
fr: Activer la restauration automatique à la connexion

source: Tracking Behavior
de: Tracking-Verhalten
fr: Comportement de suivi

source: Track all workspaces
de: Alle Arbeitsflächen verfolgen
fr: Suivre tous les espaces de travail

source: Track dialog windows
de: Dialogfenster verfolgen
fr: Suivre les fenêtres de dialogue

source: Window States
de: Fensterzustände
fr: États des fenêtres

source: Remember sticky (on all workspaces)
de: Sticky merken (auf allen Arbeitsflächen)
fr: Mémoriser sticky (sur tous les espaces de travail)

source: Remember shaded (rolled up)
de: Eingeklappt merken (aufgerollt)
fr: Mémoriser ombré (enroulé)

source: Remember always-on-top
de: Immer-im-Vordergrund merken
fr: Mémoriser toujours au-dessus

source: Remember fullscreen
de: Vollbild merken
fr: Mémoriser plein écran

source: Restore minimized state
de: Minimierten Zustand wiederherstellen
fr: Restaurer l'état réduit

source: Position Behavior
de: Positions-Verhalten
fr: Comportement de position

source: Clamp windows to screen bounds
de: Fenster auf Bildschirmgrenzen beschränken
fr: Limiter les fenêtres aux limites de l'écran

source: Restore workspace assignments
de: Arbeitsflächen-Zuweisungen wiederherstellen
fr: Restaurer les affectations d'espace de travail

source: Browser Session Restore
de: Browser-Sitzungswiederherstellung
fr: Restauration de session navigateur

source: Use Brave session restore
de: Brave-Sitzungswiederherstellung verwenden
fr: Utiliser la restauration de session Brave

source: Use Chrome session restore
de: Chrome-Sitzungswiederherstellung verwenden
fr: Utiliser la restauration de session Chrome

source: Use Firefox session restore
de: Firefox-Sitzungswiederherstellung verwenden
fr: Utiliser la restauration de session Firefox

source: Text Editor Session Restore
de: Texteditor-Sitzungswiederherstellung
fr: Restauration de session éditeur de texte

source: Use Kate session restore
de: Kate-Sitzungswiederherstellung verwenden
fr: Utiliser la restauration de session Kate

source: IDE Session Restore
de: IDE-Sitzungswiederherstellung
fr: Restauration de session IDE

source: Use JetBrains project restore
de: JetBrains-Projektwiederherstell verwenden
fr: Utiliser la restauration de projet JetBrains

source: Save
ca: Desa
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: Apply
de: Anwenden
fr: Appliquer

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Delete
de: Löschen
fr: Supprimer

source: Edit
de: Bearbeiten
fr: Modifier

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert
fr: Paramètres sauvegardés avec succès

source: Failed to save settings
de: Speichern der Einstellungen fehlgeschlagen
fr: Échec de la sauvegarde des paramètres

source: By Application
de: Nach Anwendung

source: By Workspace
de: Nach Arbeitsfläche

source: Filter...
de: Filtern...

source: Expand All
de: Alle aufklappen

source: Collapse All
de: Alle zuklappen

source: Delete Selected
de: Auswahl löschen

source: Application / Window
de: Anwendung / Fenster

source: WS
de: AF

source: States
de: Zustände

source: Untitled
de: Ohne Titel

source: Workspace {0} ({1} windows)
de: Arbeitsfläche {0} ({1} Fenster)

source: Monitor {0} ({1} windows)
de: Monitor {0} ({1} Fenster)

source: Select a window to view details
de: Fenster auswählen, um Details anzuzeigen

source: Window Details
de: Fenster-Details

source: APPLICATION
de: ANWENDUNG

source: WORKSPACE
de: ARBEITSFLÄCHE

source: TITLE
de: TITEL

source: X11 WINDOW ID
de: X11-FENSTER-ID

source: STABLE SEQ
de: STABILE SEQ

source: GEOMETRY
de: GEOMETRIE

source: GEOMETRY %
de: GEOMETRIE %

source: STATES
de: ZUSTÄNDE

source: Maximized
de: Maximiert

source: Fullscreen
de: Vollbild

source: Sticky
de: Auf allen Arbeitsflächen

source: Always on Top
de: Immer im Vordergrund

source: Shaded
de: Eingeklappt

source: Minimized
de: Minimiert

source: Delete all saved data for '{0}'?
de: Alle gespeicherten Daten für '{0}' löschen?

source: Delete this window instance?
de: Diese Fensterinstanz löschen?

source: App Session Restore Settings
de: App Sitzungswiederherstellung Einstellungen

source: Configure apps to restore their windows/tabs automatically on startup.
de: Apps konfigurieren, um Fenster/Tabs beim Start automatisch wiederherzustellen.

source: App Session Restore
de: App Sitzungswiederherstellung

source: Launch Flags
de: Start-Parameter

source: Configure command-line flags used when launching apps via Session Restore.
de: Kommandozeilen-Parameter konfigurieren, die beim Session-Restore verwendet werden.

source: Use --restore-last-session flag for Brave/Chrome
de: --restore-last-session Parameter für Brave/Chrome verwenden

source: Firefox Session Restore
de: Firefox Sitzungswiederherstellung

source: Use --restore-session flag for Firefox
de: --restore-session Parameter für Firefox verwenden

source: Kate Session Restore
de: Kate Sitzungswiederherstellung

source: Use -s default flag for Kate editor
de: -s default Parameter für Kate Editor verwenden

source: JetBrains Restore
de: JetBrains Wiederherstellung

source: Allow JetBrains IDEs to restore (automatic)
de: JetBrains IDEs Wiederherstellung erlauben (automatisch)

source: Restore all windows with their tabs
de: Alle Fenster mit ihren Tabs wiederherstellen

source: Continue where you left off
de: Dort weitermachen, wo du aufgehört hast

source: Restore previous session on startup
de: Vorherige Sitzung beim Start wiederherstellen

source: Auto-restores state (always enabled)
de: Stellt Status automatisch wieder her (immer aktiviert)

source: Extension Preferences
de: Erweiterungs-Einstellungen

source: Configure how windows are tracked and restored.
de: Konfigurieren, wie Fenster verfolgt und wiederhergestellt werden.

source: Data: {0}
de: Daten: {0}

source: VS Code configured!
de: VS Code konfiguriert!

source: VS Code will now restore all windows on startup.
de: VS Code wird nun alle Fenster beim Start wiederherstellen.

source: Failed to configure VS Code: {0}
de: VS Code Konfiguration fehlgeschlagen: {0}

source: Configure Brave Browser
de: Brave Browser konfigurieren

source: Brave settings cannot be changed externally. Please configure manually: 1. Open Brave 2. Go to Settings (brave://settings/) 3. Find 'On startup' 4. Select 'Continue where you left off'
de: Brave Einstellungen können nicht extern geändert werden. Bitte manuell konfigurieren: 1. Brave öffnen 2. Zu Einstellungen gehen (brave://settings/) 3. 'Beim Start' finden 4. 'Dort weitermachen, wo du aufgehört hast' wählen

source: Firefox not found
de: Firefox nicht gefunden

source: Firefox profile directory not found.
de: Firefox Profilverzeichnis nicht gefunden.

source: Already configured
de: Bereits konfiguriert

source: Firefox session restore is already enabled.
de: Firefox Sitzungswiederherstellung ist bereits aktiviert.

source: Firefox configured!
de: Firefox konfiguriert!

source: Firefox will now restore previous session. Restart Firefox for changes to take effect.
de: Firefox wird nun die vorherige Sitzung wiederherstellen. Firefox neu starten, damit die Änderungen wirksam werden.

source: Failed to configure Firefox: {0}
de: Firefox Konfiguration fehlgeschlagen: {0}

source: Firefox profile not found
de: Firefox Profil nicht gefunden

source: Could not find Firefox default profile.
de: Firefox Standard-Profil konnte nicht gefunden werden.

source: Chrome not found
de: Chrome nicht gefunden

source: Chrome preferences file not found.
de: Chrome Einstellungsdatei nicht gefunden.

source: Chrome session restore is already enabled.
de: Chrome Sitzungswiederherstellung ist bereits aktiviert.

source: Chrome configured!
de: Chrome konfiguriert!

source: Chrome will now restore previous session on startup. Note: Chrome must be fully closed for this to take effect.
de: Chrome wird nun die vorherige Sitzung beim Start wiederherstellen. Hinweis: Chrome muss vollständig geschlossen sein, damit dies wirksam wird.

source: Failed to configure Chrome: {0}
de: Chrome Konfiguration fehlgeschlagen: {0}

source: Manual Action Required
de: Manuelle Aktion erforderlich

source: To disable session restore, please open the app's settings and change it manually.
de: Um die Sitzungswiederherstellung zu deaktivieren, öffnen Sie bitte die App-Einstellungen und ändern Sie diese manuell.

source: Save command sent to extension.
de: Speicher-Befehl an Extension gesendet.

source: Restore command sent to extension.
de: Wiederherstellungs-Befehl an Extension gesendet.

source: Clear ALL saved window positions? This cannot be undone!
de: ALLE gespeicherten Fensterpositionen löschen? Dies kann nicht rückgängig gemacht werden!

source: Applet source not found. Looked in: {0}
de: Applet-Quellcode nicht gefunden. Gesucht in: {0}

source: Applet installed successfully! To add it to your panel: 1. Right-click on your panel 2. Select 'Applets' 3. Find 'Window Remember Control' 4. Click '+' to add it
de: Applet erfolgreich installiert! Um es zur Leiste hinzuzufügen: 1. Rechtsklick auf die Leiste 2. 'Applets' auswählen 3. 'Window Remember Control' finden 4. '+' klicken zum Hinzufügen

source: Failed to install applet: {0}
de: Applet-Installation fehlgeschlagen: {0}

source: No position
de: Keine Position

source: COMMAND
de: BEFEHL

source: Close Window
ca: Tanca la finestra
cs: Zavřít okno
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
nl: Venster sluiten
pl: Zamknij okno
pt: Fechar janela
ru: Закрыть окно
sv: Stäng fönster
tr: Pencereyi Kapat

source: Cannot close window
ca: No es pot tancar la finestra
cs: Nelze zavřít okno
da: Kan ikke lukke vinduet
de: Fenster kann nicht geschlossen werden
es: No se puede cerrar la ventana
fr: Impossible de fermer la fenêtre
it: Impossibile chiudere la finestra
nl: Kan venster niet sluiten
pl: Nie można zamknąć okna
pt: Não é possível fechar a janela
ru: Невозможно закрыть окно
sv: Kan inte stänga fönstret
tr: Pencere kapatılamıyor

source: No X11 Window ID available for this window.
ca: No hi ha cap ID de finestra X11 disponible per a aquesta finestra.
cs: Pro toto okno není k dispozici žádné ID okna X11.
da: Ingen X11 vindue-ID tilgængelig for dette vindue.
de: Keine X11-Fenster-ID für dieses Fenster verfügbar.
es: No hay ID de ventana X11 disponible para esta ventana.
fr: Aucun ID de fenêtre X11 disponible pour cette fenêtre.
it: Nessun ID finestra X11 disponibile per questa finestra.
nl: Geen X11 venster-ID beschikbaar voor dit venster.
pl: Brak identyfikatora okna X11 dla tego okna.
pt: Nenhum ID de janela X11 disponível para esta janela.
ru: Нет идентификатора окна X11 для этого окна.
sv: Inget X11-fönster-ID tillgängligt för detta fönster.
tr: Bu pencere için X11 Pencere Kimliği mevcut değil.

source: Close window '{0}'?
ca: Tancar la finestra '{0}'?
cs: Zavřít okno '{0}'?
da: Luk vindue '{0}'?
de: Fenster '{0}' schließen?
es: ¿Cerrar ventana '{0}'?
fr: Fermer la fenêtre '{0}' ?
it: Chiudere la finestra '{0}'?
nl: Venster '{0}' sluiten?
pl: Zamknąć okno '{0}'?
pt: Fechar janela '{0}'?
ru: Закрыть окно '{0}'?
sv: Stäng fönster '{0}'?
tr: '{0}' penceresi kapatılsın mı?
